/*
Navicat MySQL Data Transfer

Source Server         : 本地
Source Server Version : 50520
Source Host           : localhost:3306
Source Database       : dingcan

Target Server Type    : MYSQL
Target Server Version : 50520
File Encoding         : 65001

Date: 2016-07-25 10:18:33
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `aboutus`
-- ----------------------------
DROP TABLE IF EXISTS `aboutus`;
CREATE TABLE `aboutus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tel` varchar(255) DEFAULT NULL,
  `addr` varchar(255) DEFAULT NULL,
  `teamname` varchar(255) DEFAULT NULL,
  `content` text,
  `fax` varchar(255) DEFAULT NULL,
  `tel_fixed` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of aboutus
-- ----------------------------
INSERT INTO `aboutus` VALUES ('1', '1389562312', '广东省广州市天河区黄埔大道暨南大学', '暨大食堂服务有限公司', '更好的为在校生提供高效便捷的送餐服务', '010-12345678', '010-12345678');

-- ----------------------------
-- Table structure for `admin`
-- ----------------------------
DROP TABLE IF EXISTS `admin`;
CREATE TABLE `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `account` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of admin
-- ----------------------------
INSERT INTO `admin` VALUES ('1', 'peng', '202cb962ac59075b964b07152d234b70');
INSERT INTO `admin` VALUES ('2', 'allen', 'a34c3d45b6018d3fd5560b103c2a00e2');

-- ----------------------------
-- Table structure for `adminlist`
-- ----------------------------
DROP TABLE IF EXISTS `adminlist`;
CREATE TABLE `adminlist` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `gender` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `num` varchar(255) DEFAULT NULL,
  `tel` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of adminlist
-- ----------------------------
INSERT INTO `adminlist` VALUES ('1', '男', '容凡飞', '2013050000', '15627862222');
INSERT INTO `adminlist` VALUES ('2', '男', '郑扬', '2013050001', '15627860000');
INSERT INTO `adminlist` VALUES ('3', '男', '李添柱', '2013050002', '15012550000');

-- ----------------------------
-- Table structure for `category_article`
-- ----------------------------
DROP TABLE IF EXISTS `category_article`;
CREATE TABLE `category_article` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `typename` varchar(250) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of category_article
-- ----------------------------
INSERT INTO `category_article` VALUES ('1', '春季');
INSERT INTO `category_article` VALUES ('2', '夏季');
INSERT INTO `category_article` VALUES ('3', '秋季');
INSERT INTO `category_article` VALUES ('4', '冬季');

-- ----------------------------
-- Table structure for `category_food`
-- ----------------------------
DROP TABLE IF EXISTS `category_food`;
CREATE TABLE `category_food` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `href_path` varchar(255) DEFAULT NULL,
  `typename` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of category_food
-- ----------------------------
INSERT INTO `category_food` VALUES ('1', null, '主食');
INSERT INTO `category_food` VALUES ('2', null, '甜食');
INSERT INTO `category_food` VALUES ('3', null, '小吃');

-- ----------------------------
-- Table structure for `client`
-- ----------------------------
DROP TABLE IF EXISTS `client`;
CREATE TABLE `client` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `gender` varchar(255) NOT NULL,
  `tel` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `taste_perf` varchar(255) NOT NULL,
  `dish_perf` varchar(255) NOT NULL,
  `imgpath` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of client
-- ----------------------------
INSERT INTO `client` VALUES ('1', '苏曼莎', '女', '156-0000-000', '战乱长安', '粤菜', '咖喱鸡', null);
INSERT INTO `client` VALUES ('2', '令狐伤', '男', '135-0000-000', '战乱长安', '川菜', '火锅', 'uploadfile/6652620160723.jpg');
INSERT INTO `client` VALUES ('3', '杨逸飞', '男', '138-0000-000', '相知山庄', '西餐', '茄汁意大利面', 'uploadfile/2209320160723.jpg');
INSERT INTO `client` VALUES ('4', '青坞流苏', '女', '156-0000-000', '相知山庄', '西餐', '榴莲披萨', 'uploadfile/1159420160723.jpg');
INSERT INTO `client` VALUES ('5', '青坞小惟', '女', '156-0000-000', '万花谷', '川菜', '麻辣水煮鱼', 'uploadfile/3814920160725.jpg');
INSERT INTO `client` VALUES ('6', '青坞老剑纯', '男', '156-0000-000', '纯阳宫', '中餐', '酸菜饺子', 'uploadfile/9404320160723.jpg');
INSERT INTO `client` VALUES ('7', '青坞锅炉', '女', '156-0000-000', '天策府', '粤菜', '香油手撕鸡', 'uploadfile/2840120160723.jpg');
INSERT INTO `client` VALUES ('8', '不要删除1-7的信息', '女', '134-0000-000', '千岛湖', '川菜', '干锅兔', 'uploadfile/3118320160723.jpg');
INSERT INTO `client` VALUES ('9', '删除专用小马甲2', '男', '137-0000-000', '霸刀山庄', '甜点', '甜筒冰淇淋', 'uploadfile/3118320160723.jpg');
INSERT INTO `client` VALUES ('10', '删除专用小马甲1', '男', '137-0000-000', '地鼠门', '中餐', '玉米', 'uploadfile/3118320160723.jpg');
INSERT INTO `client` VALUES ('20', '你好', '男', '15612', '打得十分', '巅峰啊', '巅峰按时', null);
INSERT INTO `client` VALUES ('21', '你好', '男', '15612', '打得十分', '巅峰啊', '巅峰按时', null);
INSERT INTO `client` VALUES ('22', '你好', '男', '15612', '打得十分', '巅峰啊', '巅峰按时', null);

-- ----------------------------
-- Table structure for `faq`
-- ----------------------------
DROP TABLE IF EXISTS `faq`;
CREATE TABLE `faq` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `question` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `answer` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date` date DEFAULT NULL,
  `author` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of faq
-- ----------------------------
INSERT INTO `faq` VALUES ('1', '请问配送时间一般需要多久？', '一般在20分钟到30分钟左右，用餐高峰期可能需要40分钟左右，敬请谅解。', '2016-07-25', '王五');
INSERT INTO `faq` VALUES ('2', '食材是否新鲜？', '我们保证食材于当天上午进行采购，请放心食用。', '2016-07-25', '张三');

-- ----------------------------
-- Table structure for `food`
-- ----------------------------
DROP TABLE IF EXISTS `food`;
CREATE TABLE `food` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `f_name` varchar(100) DEFAULT NULL,
  `content` text,
  `price_per` float(100,0) DEFAULT NULL,
  `image_path` text,
  `catefood_id` int(100) DEFAULT NULL,
  `stock` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of food
-- ----------------------------
INSERT INTO `food` VALUES ('1', '爆炒鸭肉', '非常美味，又香又甜，分量足', '12', 'uploadfile/6509220160725.jpeg', '1', '11');
INSERT INTO `food` VALUES ('2', '红烧肉', '肉质鲜美，分量足，味道浓厚', '12', 'uploadfile/8659020160725.jpg', '1', '12');
INSERT INTO `food` VALUES ('3', '腐竹炒肉', '价格公道，分量足，配送快', '10', 'uploadfile/8365920160725.jpg', '1', '55');
INSERT INTO `food` VALUES ('4', '汉堡', '味道好，新鲜出炉', '10', 'uploadfile/1566620160725.jpeg', '1', '11');
INSERT INTO `food` VALUES ('5', '青椒肉丝', '味道劲爆，价格便宜，肉质鲜美', '18', 'uploadfile/4948820160725.jpg', '1', '123');
INSERT INTO `food` VALUES ('7', '11111', '3333', '2112', null, '1', '2');
INSERT INTO `food` VALUES ('8', '蛋糕', '甜而不腻，价格便宜，非常新鲜', '10', 'uploadfile/5857020160725.jpg', '2', '20');
INSERT INTO `food` VALUES ('9', '牛肉丸', '分量足，味道好，可以加辣加汁', '8', 'uploadfile/3458720160725.jpg', '3', '20');
INSERT INTO `food` VALUES ('10', '的巅峰', '1212', '11', 'uploadfile/4290920160725.jpg', '1', '11');
INSERT INTO `food` VALUES ('11', '糖水', '味道香甜，十分解渴爽口', '8', 'uploadfile/6442820160725.jpeg', '2', '112');
INSERT INTO `food` VALUES ('12', '11111111', '1111111111111111', '111111112', 'uploadfile/8650420160725.jpg', '2', '11111111');

-- ----------------------------
-- Table structure for `heal_article`
-- ----------------------------
DROP TABLE IF EXISTS `heal_article`;
CREATE TABLE `heal_article` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(250) COLLATE utf8_unicode_ci DEFAULT NULL,
  `author` varchar(250) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date` date DEFAULT NULL,
  `picture` varchar(500) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci,
  `category_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of heal_article
-- ----------------------------
INSERT INTO `heal_article` VALUES ('15', '春季养生保健实用小常识', '中国食品科技网', '2016-02-29', 'uploadfile/9379020160725.jpg', '在春节喜庆的日子里，每个人都忘我的大吃大喝，春节后收假才猛然发现自己已犯了腹泻、头晕等假日综合症。小编搜集整理了春节后养生小常识，帮助您尽快恢复正常健康、生活状态。\r\n\r\n起居方面——早睡早起\r\n\r\n春季，晚上不要睡得太迟，早上要早起，养成早睡早起的习惯，以适应自然界的生发之气。起床后宜披散着头发，松开衣扣，舒展形体，在庭院中信步漫行，这样使思维易迅速活跃起来。老年人晚间睡眠质量一般不高，宜安排一定时间的午睡。\r\n\r\n心理方面——心情愉快\r\n\r\n春季需养肝，首先是保持心情愉快。人常说“怒伤肝”，因此，应学会戒怒，尽可能做到心平气和、乐观开朗，从而使肝火熄灭，肝气正常升发、顺调。否则，情绪过度受刺激会破坏五脏平衡协调的关系，轻者使人神经衰弱、内分泌紊乱，重者则可致精神失常、高血压、心血管疾病，大大降低人体免疫力。\r\n\r\n运动方面——多做户外活动\r\n\r\n春季绿色植物增多，空气中的阴离子倍增。在这样的环境下锻炼，有助于提高生理机能和健康水平，还有利于调节情绪。因此，宜多做些户外活动，如做操、散步、踏青、打球、放风筝、钓鱼、赏花、慢跑、打太极拳等。\r\n\r\n饮食方面——8种节令食物\r\n\r\n1、春笋\r\n\r\n被誉为“素食第一品”的春笋作为美味佳肴，自古以来备受人们喜爱。文人墨客和美食家对它赞叹不已，有“尝鲜无不道春笋”之说。春笋笋体肥厚，美味爽口，营养丰富，可荤可素。做法不同，风味也各异，炒、炖、煮、煨皆成佳肴。地方名菜春笋均占一席之地，如上海的“枸杞春笋”，南京的“春笋白拌鸡”，浙江的“南肉春笋”。不过，北方很难吃到新鲜的春笋，如果是福尔马林里泡过的就算了吧。\r\n\r\n2、樱桃\r\n\r\n素有“春果第一枝”的美誉，目前在我国各地都有栽培。樱桃果实肉厚，味美多汁，色泽鲜艳，营养丰富，其铁的含量尤为突出，超过柑橘、梨和苹果20倍以上，居水果首位。樱桃性温，味甘微酸，具有补中益气，调中益颜，健脾开胃的功效。春食樱桃可发汗、益气、祛风及透疹。需注意的是，樱桃属火，不可多食，身体阴虚火旺应忌食或少食。吃不了樱桃，草莓也是很不错的选择。\r\n\r\n3、菠菜\r\n\r\n菠菜是一年四季都有的蔬菜，但以春季为佳。“春菠”根红叶绿，鲜嫩异常，最为可口。春季上市的菠菜，对解毒、防春燥颇有益处。中医也认为菠菜性甘凉，能养血、止血、敛阴、润燥。因菠菜含草酸较多，有碍钙和铁的吸收，吃菠菜时宜先用沸水烫软，捞出再炒。\r\n\r\n4、葱、姜、蒜\r\n\r\n不仅是调味佳品，还有重要的药用价值，可增进食欲、助春阳，还具有杀菌防病的功效。春季是葱和蒜在一年中营养最丰富，也是最嫩、最香、最好吃的时候，此时食之可预防春季最常见的呼吸道感染。北方人春天爱吃的小葱炒鸡蛋或小葱蘸酱，都是很有营养和顺应节气的最佳吃法。\r\n\r\n总地说来，春天的饮食要多吃大自然在春天贡献给我们的食物，那味道和春天一样-清淡而甘甜。\r\n\r\n5、红枣等养脾甜食\r\n\r\n我国古代名医孙思邈说过：“春日宜省酸增甘，以养脾气。”意思是说，春季宜少吃酸的，多吃甜的。中医认为春季为肝气旺盛之时，多食酸味食品会使肝气过盛而损害脾胃，所以应少食酸味食品，宜吃甜味食品，以健脾胃之气。红枣正是这样一味春季养脾佳品，既可生吃，亦可做枣粥、枣糕，以及枣米饭。\r\n\r\n6、蜂蜜\r\n\r\n中医认为，蜂蜜味甘，入脾胃二经，能补中益气、润肠通便。春季气候多变，天气乍寒还暖，人就容易感冒。由于蜂蜜含有多种矿物质、维生素，还有清肺解毒的功能，故能增强人体免疫力，是春季最理想的滋补品。因此，在春季，如果每天能饮用1-2匙蜂蜜，以一杯温开水冲服或加牛奶服用，对身体有滋补的作用医学教|育网搜集整理。\r\n\r\n7、春芽\r\n\r\n春日食春芽。孔子说“不时，不食”，意思是，不是这个季节的东西就不吃。中医经典著作《黄帝内经》也说要“食岁谷”，就是要吃时令食物。春天里所有的植物都生发出鲜绿的嫩芽，可以食用的春芽有很多，如香椿、豆芽、蒜苗、豆苗、莴苣等。\r\n\r\n8、韭菜\r\n\r\n春天气候冷暖不一，需要保养阳气，而韭菜最宜人体阳气。韭菜含有挥发油、蛋白质、脂肪和多种维生素等营养成分，有健胃、提神、强肾等功效。春韭为韭菜中的佼佼者，味道尤为鲜美。其根白如玉，叶绿似翠，清香馥郁。春韭吃法多样，既可佐肉、蛋、虾、墨鱼等，又可做蒸包水饺的馅料。炒绿豆芽或豆腐干时加些春韭，格外芳香可口。', '1');
INSERT INTO `heal_article` VALUES ('16', '牙齿发黄的原因 6种食物助你美白牙齿', '中国食品科技网', '2016-07-22', 'uploadfile/8007120160725.jpg', '牙齿发黄，让很多的爱美人士感到非常的苦恼，因为自己的一口黄牙而感到自卑，那么到底是什么原因导致牙齿发黄的??怎样美白牙齿?想要美白牙齿，饮食上不能忽略!\r\n\r\n牙齿为什么会发黄：\r\n\r\n1、健康因素：牙齿在发育过程中由于营养不好或生过病，会使牙齿的钙化受到影响，牙齿会黄而松脆。\r\n\r\n2、水质的因素：有些地区，特别是有些山区，由于水中含氟量高，过多的饮用氟牙齿会发黄，而且不是1-2个牙齿，是满口大黄牙。氟有防龋的作用，所以这些人反而不易生龋齿(蛀牙)。\r\n\r\n3、药物因素：现在大都数人都知道了四环素类药物可导致黄牙的发生，特别是在儿童(5岁前)服用影响更大。\r\n\r\n4、卫生习惯：有些人不注意口腔卫生，没有刷牙习惯，牙齿的表面堆积一层食物残渣、软垢、牙石、烟渍、茶渍等。这些“黄牙”不是牙齿本身发黄，是不注意口腔卫生造成的。\r\n美白牙齿的食物\r\n\r\n1.橙子\r\n\r\n颜色鲜亮的水果中含有的柠檬酸会对牙齿起到美白作用，通过刺激唾液分泌，达到自然清洁牙齿的功效。柑橘类水果都会有这种功能。此外，橙子中的维生素C也会促进牙齿和牙龈健康，其中的纤维还可以使牙斑脱落。需要注意的是，过量食用会磨损掉牙齿表面的珐琅质，所以只能适量食用。\r\n\r\n2.草莓\r\n\r\n草莓虽然带有明亮的红色，但这种水果的主要成分苹果酸能作为一种天然的收敛剂来去除牙齿表面的着色物质，对于除掉牙齿表面的茶垢和咖啡污垢十分有用。此外，吃草莓还有助于“磨牙”，坚固牙齿，使牙齿更白更亮。将草莓捣碎加上半茶匙小苏打即可自制纯天然牙齿漂白剂。\r\n\r\n3.苹果\r\n\r\n虽然咀嚼苹果的嘎吱嘎吱声可能会令人讨厌，但这种水果有益牙齿健康。苹果的脆劲能增强牙龈的力量，它较高的水含量能刺激口腔增加唾液的分泌量，清理和坚固牙齿，对引起口臭和牙斑的细菌群落进行分散和中和，还可以减少身体对糖的吸收。此外，苹果中的苹果酸可以溶解导致牙齿着色的物质，能更好地清除牙菌斑。\r\n\r\n4.菠萝\r\n\r\n菠萝中的菠萝蛋白酶是一种天然去污剂，具有去除牙菌斑的功效，能有效去除牙齿表面的污垢，令你的牙齿洁白如玉。此外，菠萝有助巩固牙齿，并进一步加强牙龈。需注意的是，吃菠萝不可过多，过量食用对肠胃有害。\r\n\r\n5.芹菜\r\n\r\n当你大口嚼着芹菜时，它正帮你的牙齿进行一次大扫除，让你减少蛀牙的机会。芹菜属于粗纤维食物，而粗纤维就像扫把，可以扫掉牙齿上的部分食物残渣，另外，愈是费劲咀嚼就愈能刺激分泌唾液，平衡口腔内的酸碱值，达到自然的美白和抗菌效果。\r\n\r\n6.胡萝卜\r\n\r\n生吃胡萝卜可起到刷牙的作用。既有助于清除口腔中的食物残渣，又能刺激唾液分泌，使口腔得到自然洁净。\r\n\r\n编辑温馨提示：除了在饮食上美白牙齿，平时的护牙也要用对方法，牙刷和刷牙的方法是否正确也起着很关键的作用。上述两者都做到了，自信可以笑出来。', '1');
INSERT INTO `heal_article` VALUES ('17', '盛夏 家庭食物“环保”攻略', '中国食品科技网', '2016-06-16', 'uploadfile/4010820160725.jpg', '炎炎盛夏，食物里的细菌病毒蠢蠢欲动，等待你的一个疏忽，就会下手令你生病。所以夏天不仅在外用餐要注意卫生，即使在家里也要做好食物的“环保”，才能让一家人吃得健康安心。\r\n\r\n??家庭食物是这样失去“环保”的\r\n\r\n??盛夏，做到家庭饮食卫生最重要的是要做到防范细菌性食物中毒，而最容易造成细菌性食物中毒的原因是生食和熟食交叉污染。特别是处理这两种食材的器具(如菜刀、砧板、抹布等)没有区分开，或是储存方法不当，生、熟食混在一起，就容易造成污染。\r\n\r\n??其二是热处理不足，多半指食物没有充分煮熟，无法达到杀菌效果。\r\n\r\n??其三是食物调理后于室温下放置过久，导致细菌快速孳长，并产生大量毒素。\r\n\r\n??引起食物中毒的细菌在摄氏4℃～65℃间最容易生长，因此，在盛夏，食物不论生或熟放置在室温下太久，腐坏的风险极高。\r\n\r\n??最后，处理食物者的手通常也是主要污染源之一。带菌的手触摸食物、砧板、碗碟……，一不小心就造成感染。尤其手上有伤口时，金黄色葡萄球菌就会逮到机会作怪，更可怕的是，它所释放出来的毒素在高温下(摄氏100℃加热10分钟)都很难破坏。\r\n\r\n??从“环节”保证“环保”\r\n\r\n??从生的食物变成可下肚的美食，其中任何一个步骤有疏失，就有造成食物中毒、让人生病的危险。所以处理好以下几个环节，是让你家人食而无忧的有力保证。\r\n\r\n??A 采购食物\r\n\r\n??环保秘笈：\r\n\r\n??1.选择冷藏肉、冷冻肉，比温体肉不易孳长细菌。新鲜的肉类应该是色泽红、肉质柔嫩、有弹性;脂肪部分为白色，不宜含血丝或呈淡黄色。\r\n\r\n??2.选择鱼类时，应该选择肉质有弹性、闻起来没有腥臭味。另外，观察鱼眼睛应该清亮、不浑浊;鳞片光泽、完整、没有剥落;鱼鳃颜色呈鲜红。\r\n\r\n??3.最好到超市选择有品牌、有认证的食物，可以得到基本保障，或不幸吃出问题的时候，至少可溯源，知道找谁负责。\r\n\r\n??环保禁忌：\r\n\r\n??1.买路边摊商出售的自制熟肉、凉拌菜、豆制品;吃过期的、无标识的、包装破损的食品;购买外观异常的食物(例如罐身生锈、膨胀或凹陷之罐头食物);买无冷藏的酸奶。\r\n\r\n??2.常常买半调理食品。有些半调理食品，像腌过的肉片、拌好调味料的肉丝等，可能是快过期或已经过了保存期限的肉所制作，比较不新鲜。有些甚至可能已经稍有腐坏、变味，但因为用很重的调味把不好的味道盖住，所以吃的时候不易察觉。\r\n\r\n??B 保存食物\r\n\r\n??环保秘笈：\r\n\r\n??1.生鲜食物买回家，尽速冷藏。鱼、肉、海鲜等买回来，清洗之后拭干水分，放进干净的保鲜盒。如果当天或隔天就要处理，可以放进冰箱冷藏室;超过2天以上才煮的，就要入冷冻室保存。\r\n\r\n??2.注意食物的保存期限。冷藏、冷冻肉或鱼类的包装上多半印有保存期限，应该注意在这个日期之前吃完;如果是买自农贸市场，没有列出保存期限，建议也要在7～10天之内吃完，超过保鲜期最好就舍弃。\r\n\r\n??3.生、熟食分开存放。将冰箱内分区存放东西，熟食、剩菜等集中放置在冷藏室上层;生鲜鱼肉等放在下层，以免生食物污染了熟食。\r\n\r\n??4.每1～2星期整理、清洁冰箱一次。定期清理及丢弃过期、不新鲜、闻起来有异味的食物，并可以用稀释过的漂白水擦拭、消毒冰箱。\r\n\r\n??5.注意冰箱温度。冷藏室温度应该维持在摄氏7度以下，冷冻库则在摄氏零下18度以下\r\n\r\n??环保禁忌：\r\n\r\n??1.塞爆冰箱。如果冰箱里东西存放太多，会影响冷空气循环，使冷却、保鲜效果变差。冷藏库最好保留40%左右空间，不要全塞满，而冷冻库也只存放近1～2星期之内要吃的食物。另外，不要把食物挡在冷气出风口处，以免影响冰箱内温度。\r\n\r\n??2.频繁开关冰箱、打开很长的时间。每一次打开冰箱，都会使冰箱内的温度快速上升(5℃～20℃左右)，然后要花数十分钟才会恢复原来的冷度，既耗费电又不利于保存食物。\r\n\r\n??C 处理食物\r\n\r\n??环保秘笈：\r\n\r\n??1.处理任何食物前，先把双手洗干净。洗手时，将手淋湿，以少许肥皂或洗手乳涂满全手，仔细搓揉手心、手背和指间，别忘了指缝也要清洗干净，然后用水冲洗至少20秒，最后记得用干净毛巾把双手擦干，因为研究发现，干燥的手比较不会带菌。尤其触摸过动物、上过厕所或是擤过鼻涕之后，一定记得先洗手，再碰食物。如果处理食物中途停下来去做别的事，例如接电话、应门，要再次洗手，再触碰食物。\r\n\r\n??2.以正确方法解冻食物，而且尽量一次只解冻当餐可吃完的份量，正确安全的解冻方法有三：\r\n\r\n??a把食物从冰箱的冷冻库移至冷藏室。\r\n\r\n??b用塑胶袋包好食物，然后放入冷水中。\r\n\r\n??c使用微波炉。\r\n\r\n??3.生食、熟食分开处理。准备2个砧板及2～3把菜刀(最好标明清楚，或使用不同颜色、形状等以利区别)，分别处理生的鱼肉、海鲜，以及蔬果、熟食，这样可以避免生、熟食交互感染，增加食物中毒风险。\r\n\r\n??4.接触过生鲜鱼肉等食材的菜刀、砧板、抹布、容器等器具，都要先清洗干净，并彻底消毒。消毒方式可以用煮沸处理。如果是不耐高温的器具，可以用10公升水加入1/5汤匙漂白粉泡成漂白水，浸泡30分钟后，再用煮沸过的水冲洗干净。\r\n\r\n??5.手上有伤口、感冒或腹泻的人，应该避免碰触、处理食物。如果必须料理食物时，一定要先将伤口清洁、消毒、包扎好，然后戴上干净的手套再碰食物。\r\n\r\n??环保禁忌：\r\n\r\n??1.把食物放在室温下解冻，这样会加速细菌孳长，使食物腐坏。\r\n\r\n??2.把熟食放在室温下超过2小时。如果买回家的熟食、凉拌菜或是煮好的食物没有要在30分钟之内吃，应该先放进冰箱冷藏室，或者以摄氏60℃以上热保存。\r\n\r\n??D 烹调食物\r\n\r\n??环保秘笈：\r\n\r\n??1.煮至全熟再吃。别为了享受口感而忽视中毒危险，无论海鲜、蛋、鱼、肉类等食物，都尽量烹调至全熟再吃。肉要煮到颜色转为灰或棕色，肉汁透明澄清，没有血水渗出;鸡蛋则煮到蛋白和蛋黄都凝固，才算全熟。\r\n\r\n??2.如果要享受生食的美味，建议把生海鲜、生鱼片先浸泡于醋里3分钟以上再食用，这样有助杀死肠炎弧菌。生食时，搭配芥末、葱、蒜等一起吃，也有助杀菌。\r\n\r\n??3.把好自制发酵酱类食品关。自制发酵酱类食品时，盐量要达到14%以上，并提高发酵温度，酱要经常日晒，充分搅拌，使氧气供应充足，抑制厌氧的肉毒梭菌生长，以防该菌引起的食物中毒。\r\n\r\n??环保禁忌：\r\n\r\n??1.烹调加工肉食时，肉块过大，这样容易造成外熟内生。\r\n\r\n??2.制作凉菜所选的原料不够新鲜。\r\n\r\n??E 处理剩菜\r\n\r\n??环保秘笈：\r\n\r\n??1.将剩菜集中放在冰箱上层。当天没吃完的剩菜收到干净保鲜盒里，应该集中放在冰箱里一个固定、一打开就容易看见的地方(如：冷藏库最上层)，并尽量隔餐或隔天吃完。\r\n\r\n??2.剩菜复热时，要充分加热。重新加热剩菜时，食物中心温度要达到摄氏75℃以上。(可到市面购买一支可测量食物温度的温度计)\r\n\r\n??环保禁忌：\r\n\r\n??1.把冰箱当作万能储存箱。即使冷藏温度适宜，存放方式没问题，也不代表食物一丢进冰箱冰起来，就能长久保鲜。冰箱里的剩菜最多放3天，如果还没吃完，就倒掉不再食用，以免食物放太久、细菌孳生而腐败，不注意就吃出问题。\r\n\r\n??2.将剩菜一热再热。剩菜最多再复热一次，如没吃完最好是丢弃，不要一热再热，会增加食物腐坏的危险。', '2');
INSERT INTO `heal_article` VALUES ('18', '夏季怎么判断身体缺水', '中国食品科技网', '2013-07-06', 'uploadfile/3075320160725.png', '夏季怎么判断身体缺水呢？炎热的夏季到来，气温的升高使人体内水分大量流失，如果不及时补充水分，容易导致出现脱水。那么夏季怎么判断身体缺水？下面小编告诉你，一起来学习吧。\r\n\r\n夏季怎么判断身体缺水？\r\n\r\n1、口腔干燥舌头肿胀\r\n\r\n身体缺水的第一信号是口渴。脱水会导致口干和舌头轻微肿胀，所以夏季要及时喝水。\r\n\r\n2、注意尿液颜色\r\n\r\n尿液的颜色能够告诉你身体是否缺水。如果尿液的颜色越深，说明缺水越严重。如果是几乎透明状，可能摄入的水过多。\r\n\r\n3、脸红\r\n\r\n大脑的85%由水分组成。大脑一直沉浸在咸味的脑脊髓液中。所以对极细微的缺水也极度敏感。在人体的众多器官中，大脑拥有水分供应的优先权。当干燥的身体持续脱水或体温上升时，大脑即使牺牲其他组织也会优先保证脑血管的血液量。当水分供应不足时，大脑会以一定的比例膨胀脑血管，因此脸会变红。\r\n\r\n4、出现便秘\r\n\r\n为了防止身体干燥，小肠的最后一节和大肠善于吸收水分。如果体内水分不足，大便在通过小肠和大肠时，会变得又硬又圆。而且缺少润滑剂，其移动速度将变得缓慢。这样就出现了便秘。\r\n\r\n5、皮肤膨压\r\n\r\n皮肤膨压，就是皮肤改变形状之后恢复到正常状态的能力，可以用来判断缺水的程度。如果你用手背挤压一会皮肤，如果短时间内能恢复正常，说明不缺水。如果恢复缓慢，意味着要补水了。\r\n\r\n6、头晕目眩\r\n\r\n导致头晕目眩的原因有很多，如果身体没有宿疾，营养摄取得也均衡，那么很有可能是体内缺水导致的低血压。血液的94%由水分组成。水分不足会使血压下降，血压下降会减少进入大脑的血液量，造成某种脑缺血症状。大脑缺水时，人就会像缺氧一样感到眩晕。\r\n\r\n7、消化不良\r\n\r\n身体缺水导致垃圾堆积在体内，我们的身体就会像对付疾病一样对付这些垃圾，用全部的能量清除体内垃圾，而不去执行每日都要进行的细胞再生工作。因此缺水会导致众多身体器官，尤其是消化器官和淋巴系统、肾脏等失去正常的活力，特别是从头到尾一直需要水的消化过程更容易受到影响。\r\n\r\n8、疲惫\r\n\r\n身体不能储存水分，我们喝的水被用于消化、吸收、能量制造、清除垃圾等很多方面，剩下的水分则全部通过小便排出体外。所以不经常喝水，长期缺水容易导致血流量和血压下降，血液含氧量也随之下降；缺少足量氧气，肌肉和神经功能就会削弱，因而更容产生疲劳感。\r\n\r\n9、心悸\r\n\r\n心脏与身体其他肌肉一样，脱水造成的血流量减少和电解质变化会导致心悸。\r\n\r\n10、感觉过热\r\n\r\n水在调节体温方面发挥着关键作用。一旦感觉过热，身体就会通过出汗降低体温。而身体一旦脱水，就会停止出汗并出现身体过热现象。\r\n\r\n11、肌肉痉挛\r\n\r\n长期缺水会造成身体电解质失调，导致运动中或运动后持续性肌肉痉挛。', '2');
INSERT INTO `heal_article` VALUES ('19', '不可不知 秋季最佳三种养生方式', '白雪', '2015-09-16', 'uploadfile/8153320160725.jpg', '秋季的到来，我们应该重视自身的养生。因为秋天是两个季节的过渡阶段，所以无论是在饮食还是生活方面，我们都应该有一定的规律。那么，下面就和大家好好聊一聊秋天应该怎样养生。\r\n秋季是一个过渡是季节，正在向冬季过度，温度和湿度都开始渐渐的变化，对于那些有心脑血管疾病和其他容易受到温度变化影响的患者来说，这个季节是需要去多加注意的，以便度过多事之秋。\r\n秋季的三种养生方式\r\n1、收养神气保持平和。秋天是一个很有意义的日子，秋季的到来，提醒着我们应该要好好注意自身的养生。秋天是一个收获的节气，也是一个万物沉睡的节气，在这个节气中，我们应该保持心境平宁，应该多走进大自然，去倾听大自然的声音，让自己的一些烦恼都消散于大自然之中，保持自己的神气收养，心情平和。\r\n2、轻缓运动循环气血。秋季时节，若坚持适宜的体育锻炼，不仅可以调养肺气，还可提高肺脏器官的功能，有利于增强各组织器官的免疫功能和身体对外界寒冷刺激的抵御能力。秋季以养“收”为主。运动宜选择轻松平缓、活动量不大的项目。可以学习传统的太极拳、五禽戏、八段锦等“拳打卧牛之地”的功夫，从身体内部改善体质。\r\n3、早睡早起多食“辛酸”。秋季尤其要养成早睡早起的好习惯。秋天养生要重视，哪怕比以往早10分钟，也是进步。尤其是女性朋友，更要注意早睡早起。夜愈深，寒气愈重，寒气很容易入侵体内，给以后腰腿疼痛埋下隐患，还会导致咳嗽等疾病。\r\n温馨提示：一年中的秋季是一个过渡的时期，温度和空气的湿度都出现了很大的变化，因此各方面都要去多加注意，秋天养生要重视，一定要注意平时的生活习惯和作息习惯，这样才能安度秋天。\r\n春夏养阳，秋冬养阴。作为昼夜时间相等的节气，人们在养生中应本着阴阳平衡的规律，注重精神调养，培养乐观情绪，保持神志安宁；注重调适脾胃和肾气，以适应秋天平容之气。\r\n秋季阴阳平衡养生应注意以下3个方面\r\n1.勤运动\r\n身体的器官以及骨骼的强健是延年益寿最重要的地方。秋天的天气清爽，已经感受不到炎热的温度，在这个时候，我们应该多出去走走，一边倾听大自然的声音，一把锻炼身体，强身健体。秋天气是锻炼身体最好的季节，我们应该早睡早起，经过运动，保持身体器官的活力，才能保证身体的健康。\r\n2.畅情志\r\n喜伤心，怒伤肝，忧思伤脾，悲伤肺，惊恐伤肾。秋季喜怒忧思悲恐惊，是致病的诱因。所以，秋季精神调养最重要。登高远眺，可使心旷神怡，所有的忧郁、惆怅等不良情绪顿然消散，这是养生中调节精神的一剂良方。\r\n3.慎起居\r\n秋天应“早卧早起，与鸡俱兴”，早卧以顺应阳气的收敛，早起可使肺气得以舒展。慎起居是保养的关键。', '3');
INSERT INTO `heal_article` VALUES ('20', '冬季养生之道', '郑  杨', '2016-04-15', 'uploadfile/4917120160725.jpg', '天天忙于工作的人们，时间久了，难免会影响身体健康，所以养生保健很重要。而冬季是养生的最好时节，何不趁这大好时机，养精蓄锐，调理身体呢?下面小编跟大家从三大方面来探讨冬季的养生知道吧。\r\n一、冬季养生，必要知道的禁忌\r\n这个季节人们的食、欲增加，人体很容易被各类疾病侵袭，所以养生一定要知道进补8禁忌。\r\n一忌无病乱补\r\n无病乱补，既增加开支又害自身。如服用鱼肝油过量可引起中毒，长期服用葡萄糖会引起发胖，血中胆固醇增多，易诱发心血管疾病。\r\n二忌虚实不分\r\n中医的治疗原则是虚者补之，不是虚症病人不宜用补药，虚症又有阴虚、阳虚、气虚、血虚之分，对症服药才能补益身体，否则适得其反，会伤害身体。\r\n保健养生虽然不像治病那样严格区别，但起码应分为偏寒和偏热两大类。偏寒者畏寒喜热，手足不温，口淡涎多，大便溏，小便清长，舌质淡脉沉细。偏热者，则手足心热，口干，口苦，口臭，大便干结，小便短赤，舌质红，脉数。若不分寒热妄投药膳，容易导致“火上加油”。\r\n三忌多多益善\r\n任何补品服用过量都有害。认为“多吃补药，有病治病，无病强身”是不科学的。如过量服用参茸类补品，可引起腹胀，不思饮食;过量服用维生素C，可导致恶心、呕吐和腹泻。\r\n四忌凡补必肉\r\n动物性食物无疑是补品中的良剂，它不仅有较高的营养而且味美可口。但肉类不易消化吸收，若久服多服，对胃肠功能已减退的老年人来说，常常不堪重负，而肉类消化过程中的某些“副产品”，如过多的脂类、糖类等物质，又往往是心脑血管病、癌症等老年常见病、多发病的病因。\r\n五忌以药代食\r\n不要胡乱进补。中医认为秋天是适合进补的季节，但是应该注意日常进补时不可乱补，应注意不要无病进补和虚实不分的滥补，要注意进补适量，忌以药代食。许多食物也是有治疗作用的药物。\r\n如多吃芹菜可治疗高血压;多吃萝卜可健胃消食，顺气宽胸，化痰止咳;多吃山药能补脾胃。食补以滋阴润燥为主，具体包括如乌骨鸡、猪肺、燕窝、银耳、蜂蜜、芝麻、豆浆、藕、核桃、薏苡仁、花生、鸭蛋、菠菜、梨等，这些食物与其他有益食物或中药配伍，则功效更佳。\r\n六忌常补不变\r\n有些人喜欢按自己口味，专服某一种补品，继而又从多年不变发展成“偏食”、“嗜食”，这对健康是不利的。因为药物和食物既有保健治疗作用亦有一定的副作用，久服多服一种补品会影响身体内的营养平衡。\r\n二、冬季养生，适时调整“饮食钟”\r\n冬天天气寒冷人体容易受到寒气的侵袭，平时生活中要注意身体保暖外，饮食上也要做出相应的调整以应对气候的变化，但是不同人的饮食方法有所不同，要区别对待。\r\n体弱者可多吃温补食物\r\n冬天的寒冷影响着人体的内分泌系统，使人体的甲状腺素、肾上腺素等分泌增加，从而促进和加速了蛋白质、脂肪、碳水化合物三大类热源营养素的分解，以增强机体的御寒能力，这样就造成人体热量散失过多。因此，冬天营养应以增加热能为主，可适当多摄入富含碳水化合物和脂肪的食物。\r\n体质偏弱而无严重疾病的人可以根据自己身体的实际情况，适当选用一些药食两用的食品，如红枣、芡实、薏苡仁、花生仁、核桃仁、黑芝麻、莲子、山药、扁豆、桂圆、山楂、饴糖等，再配合营养丰富的食品，就可达到御寒进补的目的。\r\n肥胖者少吃多餐控制体重\r\n对于肥胖的人来说，冬季是减轻体重，控制肥胖的大好时机。此时，肥胖者晚餐应少吃，并安排得清淡一些。由于晚间人体异生作用大，营养素易成脂肪而储存，同时晚间活动量小，晚餐丰盛，则引起血脂升高，并易于沉积在血管壁上，为动脉硬化埋下隐患。多吃还要多动，研究表明，胖人和瘦人在夜间消耗的热能大致相等。关键是白天，胖子活动少，身体内部活动趋于缓慢，以致热能积存转为脂肪。\r\n一般来说，胖人最好少吃多餐：将同样的食物分成5次以上吃，比起一日三餐，养分摄取不受损失，但体内产生的热量要少得多。这是因为每餐进食量减少时，可降低血中胰岛素水平，增加脂肪酸的燃烧。\r\n女性增加无机盐和维生素的摄入\r\n在寒冷的冬季，许多女性感到全身发冷，手足等末梢部位尤甚。妇女冬季应增加无机盐和维生素的摄入，尤其是钙和铁应有充分的供应。饮食的调摄：多吃绿色蔬菜和含铁量高的食物，如蛋黄、牛肉、肝、肾、海带、豆类等。少饮茶，因为茶叶中的鞣酸会阻碍铁质的吸收。\r\n营养学家指出，妇女应每日摄入18毫克铁，怕冷的女性除了保证一定的食量，摄入充足的热量外，应有意识地多吃些富含铁质的食物，如动物肝脏、羊肉、牛肉、鱼、鸡蛋、黑木耳、牛奶、豆类和绿叶蔬菜等，也要多吃些含碘较多的食物，如海带、海蜇、海水鱼、虾皮等。这样，冬天怕冷，手足发冷的现象就会彻、底烟消云散。\r\n三、冬季养生，慎防8类疾病\r\n①消化系统疾病\r\n冬季养生不少人都注重于饮食滋补，但对于已经患有消化肠道系统疾病的患者在饮食上可要多加注意了，不能食辛辣刺激等食物，以免加重病情。\r\n②呼吸系统疾病\r\n冬季最常见的疾病就是呼吸道疾病，多数呼吸道疾病都是由于感冒引发，特别对于身体虚弱者要特别小心，感冒及时就医。\r\n③心脑血管疾病\r\n冬季温差较大，人体血管很容易受刺激，导致人体血压飙升，对于高血压患者要注意保暖，尽量避免被冷空气所刺激。\r\n④内分泌系统疾病\r\n冬季人的食、欲会大增，不少人还会偏重于食用油腻的东西，这样的不正确饮食，很容易导致糖尿病的发生，冬季应严格控制饮食，做到营养合理分配为好。\r\n⑤皮肤科疾病\r\n冬季天气干燥，皮肤是最容易受伤的，如果受伤的皮肤得不到正确处理，很容易造成皮肤瘙痒、红肿等皮炎症状。\r\n⑥肛肠疾病\r\n冬季不少人以为时不时的吃一顿火锅可助于暖暖身子，而实际上火锅是引发肛肠疾病的罪魁祸首，冬季应注意保暖，同时多饮用姜汤水。\r\n⑦肿瘤\r\n寒冷的冬季是肿瘤防治的关键时期，天气变冷，会直接影星人体的抵抗力下降，从而使肿瘤类疾病的防治无法达到最好的效果，延缓病情，因此冬季应注意保暖，避免运动量过大。\r\n⑧骨科疾病\r\n冬季的寒冷空气很容易会伤到关节，注意防寒保暖，避免冷空气刺激关节疼痛，加重骨科疾病的症状。', '4');

-- ----------------------------
-- Table structure for `login`
-- ----------------------------
DROP TABLE IF EXISTS `login`;
CREATE TABLE `login` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT NULL,
  `pwd` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of login
-- ----------------------------
INSERT INTO `login` VALUES ('1', 'dai', '9dbc4db24ab137cf03e23043880896b1');
INSERT INTO `login` VALUES ('2', 'peng', '202cb962ac59075b964b07152d234b70');
INSERT INTO `login` VALUES ('3', 'allen', '202cb962ac59075b964b07152d234b70');
INSERT INTO `login` VALUES ('4', 'test', '202cb962ac59075b964b07152d234b70');

-- ----------------------------
-- Table structure for `news`
-- ----------------------------
DROP TABLE IF EXISTS `news`;
CREATE TABLE `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `clicknumber` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `pubdate` date DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of news
-- ----------------------------

-- ----------------------------
-- Table structure for `order_list`
-- ----------------------------
DROP TABLE IF EXISTS `order_list`;
CREATE TABLE `order_list` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `username` varchar(100) DEFAULT NULL,
  `user_id` varchar(100) DEFAULT NULL,
  `addr` varchar(100) DEFAULT NULL,
  `tel` varchar(100) DEFAULT NULL,
  `time` varchar(100) DEFAULT NULL,
  `total` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of order_list
-- ----------------------------
INSERT INTO `order_list` VALUES ('21', 'dai', '1', '战乱长安', '156-0000-000', '2016-07-25 09:04:40', '100.0');
INSERT INTO `order_list` VALUES ('22', 'dai', '1', '战乱长安', '156-0000-000', '2016-07-25 09:05:27', '102.0');
INSERT INTO `order_list` VALUES ('23', 'dai', '1', '战乱长安', '156-0000-000', '2016-07-25 09:47:24', '36.0');
INSERT INTO `order_list` VALUES ('24', 'dai', '1', '战乱长安', '156-0000-000', '2016-07-25 10:03:20', '84.0');

-- ----------------------------
-- Table structure for `order_temp`
-- ----------------------------
DROP TABLE IF EXISTS `order_temp`;
CREATE TABLE `order_temp` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `food_id` int(11) NOT NULL,
  `foodname` varchar(255) DEFAULT NULL,
  `num` int(11) NOT NULL,
  `price_per` float NOT NULL,
  `price_total` float NOT NULL,
  `time` varchar(255) DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `username` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of order_temp
-- ----------------------------
INSERT INTO `order_temp` VALUES ('20', '1', '爆炒鸭肉', '5', '12', '60', '2016-07-25 09:04:40', '1', 'dai');
INSERT INTO `order_temp` VALUES ('21', '3', '腐竹炒肉', '4', '10', '40', '2016-07-25 09:04:40', '1', 'dai');
INSERT INTO `order_temp` VALUES ('22', '5', '青椒肉丝', '3', '18', '54', '2016-07-25 09:05:27', '1', 'dai');
INSERT INTO `order_temp` VALUES ('23', '11', '糖水', '6', '8', '48', '2016-07-25 09:05:27', '1', 'dai');
INSERT INTO `order_temp` VALUES ('24', '2', '红烧肉', '3', '12', '36', '2016-07-25 09:47:24', '1', 'dai');
INSERT INTO `order_temp` VALUES ('25', '1', '爆炒鸭肉', '3', '12', '36', null, '4', 'test');
INSERT INTO `order_temp` VALUES ('26', '2', '红烧肉', '4', '12', '48', null, '4', 'test');
INSERT INTO `order_temp` VALUES ('27', '1', '爆炒鸭肉', '4', '12', '48', '2016-07-25 10:03:20', '1', 'dai');
INSERT INTO `order_temp` VALUES ('28', '1', '爆炒鸭肉', '3', '12', '36', '2016-07-25 10:03:20', '1', 'dai');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date` date DEFAULT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=125 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'peng', '配送时间？', '2016-07-18', null);
INSERT INTO `user` VALUES ('2', 'dai', '食材是否新鲜？', '2016-07-21', null);
